Repository: umar/omagaada
Catalog: sites/all/modules/contrib/signup/translations/*.po
Languages: de

source: List of users current signups.
de: Liste der aktuellen 'Signups'.

source: Current Signups
de: Aktuelle 'Signups'

source: View signup schedule
de: Zeige 'Signups' - Zeitplan

source: Event reminder: !event
de: Ereignis-Erinnerung: !event

source: SIGNUP INFORMATION
de: Registrierungs-Information

source: view
de: Ansicht

source: Signups closed for %event by cron.
de: 'Signups' für %event durch cron geschlossen.

source: Signup allows users to sign up (in other words, register) for content of any type. The most common use is for events, where users indicate they are planning to attend. This module includes options for sending a notification email to a selected email address upon a new user signup (good for notifying event coordinators, etc.) and a confirmation email to users who sign up. Each of these options are controlled per node. When used on event nodes (with event.module installed and regular cron runs), it can also send out reminder emails to all signups a configurable number of days before the start of the event (also controlled per node) and to automatically close event signups 1 hour before their start (general setting). Settings exist for resticting signups to selected roles and content types.
de: Das Modul 'Signup' ("Registrierung") erlaubt es Besuchern, sich für ein Ereignis anzumelden (zu registrieren). Wird beispielsweise auf einer Seite ein Seminar angeboten, können sich Besucher dafür anmelden. Das Modul beinhaltet den Versand von Informationen per eMail für neue Benützer-'Signups' für Administratoren und Bestätigungsmeldungen an die registrierten Besucher. Beide Optionen können pro Node (Knoten, Inhalts-Element) konfiguriert werden. Ist das Event-Modul installiert und hat sich jemand auf ein Event registriert, können vor dem Ereignis Erinnerungsmeldungen an alle registrierten Besucher geschickt werden. Optionen können für Sicherheitsgruppen, Besucher-Rollen und Inhaltstypen definiert werden.

source: To use signup, you must enable which content types should allow signups in administer->settings->content types, and you must also grant the %sign_up_for_content permission to any user role that should be able to sign up in administer->access control. Each signup-enabled node will now have a place for users to sign up.
de: Um 'Signup' zu verwenden, muss im Inhalts-Typ den Benützung von 'Signup's erlaubt werden (Administration » Inhaltsverwaltung » Inhaltstypen) und man muss das Recht %sign_up_for_content allen Besucher-Rollen geben, die das Modul benützen dürfen (Administration » Benutzerverwaltung » Zugriffskontrolle). Danach erlaubt jeder Inhaltstyp mit aktiviertem 'Signup'-Modul den Besuchern, sich für Änderungen anzumelden.

source: There are two ways for a user to have administrative access to the signup information about a given node: either the user has the %administer_signups_for_own_content permission and they are viewing a node they created, or the user has the global %administer_all_signups permission. Administrative access allows a user to view all the users who have signed up for the node, along with whatever information they included when they signed up. Signup administrators can also cancel other user's signups for the node, and can close signups on the node entirely (meaning no one else is allowed to sign up).
de: Es gibt zwei Möglichkeiten, dass Besucher administrativen Zugriff auf die 'Signup'-Informationen haben: entweder hat der Besucher das %administer_signups_for_own_content Recht und der Besucher bearbeitet einen von ihm erzeugten Inhalt oder er hat das globale Recht %administer_all_signups. Der administrative Zugriff erlaubt es, alle registrierten Besucher mit allen Informationen, die sie beim 'Signup' hinterlegt haben, zu sehen. Zudem kann der Administrator 'Signups' lschen und fr einen Inhalt die Registrierung komplett deaktivieren, so dass sich niemand mehr für eine Registrierung anmelden kann.

source: Default settings for notification email address, reminder emails and confirmation emails are located in administer->settings->signup. These will be the default values used for a signup node unless otherwise specified (to configure these options per node, visit 'edit' for that node and make the adjustments in the 'Sign up settings' section).
de: Standard-Einstellungen für Benachrichtigungs-eMail-Adressen, Erinnerungs-eMails und Bestätiguns-eMails werden in Administration » Einstellungen » Signup definert. Diese Einstellungen werden als Standardwerte für Inhaltstypen verwendet, wenn nichts anderes definiert wird. (Die Einstellung kann bei der Bearbeitung (Sign up Einstellungen) eines Inhaltstyp geändert werden).

source: Signups can be manually closed for any node at the %signup_overview page, or on the 'signups' tab on each node.
de: 'Signups' können auf der Seite %signup_overview oder im 'Signups'-Register für jeden Inhaltstyp manuell geschlossen werden.

source: Signup overview
de: 'Signup'-Übersicht

source: The user signup form is fully themable -- form fields may be added or deleted. For more details see the instructions in signup.theme, where a sample user form is included.
de: Das Besucher-'Signup'-Formular kann vollständig per 'Theme' gestaltet werden - Formularfelder können hinzugefügt und gelsöcht werden. Weitere Informationen sind im signup.theme sichtbar, das ein Beispielformular beinhaltet.

source: Configure settings for signups.
de: Die Einstellungen für 'Signups' konfigurieren.

source: Signup
de: 'Signup' (Registrierung)

source: Signup settings
de: 'Signups'-Einstellungen

source: View all signup-enabled posts, and open or close signups on them.
de: Alle 'Signups'-Aktivierten Inhalte anschauen und die 'Signups' aktivieren oder deaktivieren.

source: Overview
de: Üersicht

source: Open
de: Offen

source: Closed
de: Geschlossen

source: Signups
de: 'Signup' (Registrierung)

source: view signup schedule
de: Die 'Signups'-Pläne anschauen

source: Signup information
de: 'Signups' - Information

source: Allow signups by default
de: 'Signups' als Standard zulassen

source: If selected, users will be allowed to signup for this node type by default. Users with %admin_all_signups permission will be able to toggle this setting on a per-node basis.
de: Wenn aktiviert, können sich Besucher für diesen Inhalt registrieren ('Signup'). Besucher mit dem Recht %admin_all_signups können diese Einstellung pro Inhalt Ein- und Ausschalten.

source: administer all signups
de: Alle 'Signups' verwalten

source: Enabled
de: Aktiviert

source: Disabled, but save existing signup information
de: Deaktiviert, alle 'Signup'-Informationen werden gesichert

source: Disabled, and remove all signup information
de: Deaktiviert und alle 'Signup'-Informationen werden gelscht

source: This can not be undone, use with extreme caution!
de: VORSICHT!, Dieser Vorgang kann nicht rückgänig gemacht werden!

source: Disabled
de: Deaktivert

source: If enabled, you can control whether users may sign up by visiting the !signups tab and toggling if signups are %open or %closed for this @node_type.
de: Wenn aktiviert, kann kontrolliert werden, ob Besucher sich durch das Besuchen des !signups Registers registrieren können und ob 'Signups' für diesen Inhaltstyp @node_typ %open oder %closed sind.

source: open
de: Offen

source: closed
de: Geschlossen

source: If disabled, all of the other signup settings will be ignored.
de: Wenn deaktiviert, werden alle anderen 'Signups' ignoriert.

source: Signups closed for this event
de: Die Registrierung für diese Seite ist deaktivert

source: login
de: Anmelden

source: register
de: Registrieren

source: Email
de: eMai

source: An e-mail address is required for users who are not registered at this site. If you are a registered user at this site, please !login to sign up for this event.
de: Für nicht registrierte Besucher wird eine eMail-Adresse benötigt. Wenn Sie bereits registriert sind, melden Sie sich bitte an, um diesen Inhalt zu registrieren.

source: Please !login or !register to sign up for this event.
de: Bitte Anmelden oder Registrieren, um diesen Inhalt zu Registrieren.

source: Your signup information
de: Ihre Anmelde-Information

source: !users signed up
de: !users registriert

source: !count anonymous
de: !count anonym

source: Sign up for @title
de: Die Seite '@title' registrieren

source: Sign up
de: Registrieren

source: Cancel Signup
de: Registrierung löschen

source: Event
de: Ereignis/Inhalt

source: Start
de: Starten

source: View Signups
de: 'Signups' anschauen

source: Closed:
de: Geschlossen:

source: Signup to !title cancelled.
de: Registrierung für !titel abgebrochen.

source: Signups closed for %title.
de: Registrierung für !titel geschlossen.

source: Signups reopened for %title.
de: Registrierung für !titel wieder geffnet.

source: Close x hours before
de: x Stunden vorher schliessen

source: The number of hours before the event which signups will no longer be allowed. Use negative numbers to close signups after the event start (example: -12).
de: Wie viele Stunden vor dem Ereignis werden 'Signups' gesperrt? Negative Werte schliessen die Registrierungen nach dem Start des Ereignisses.

source: Default signup information
de: Standard 'Signup'-Information

source: New signup-enabled nodes will start with these settings.
de: Neue 'Signup'-Aktivierte Inhalte werden mit diesen Einstellungen initiliaisert.

source: Save configuration
de: Konfiguration speichern

source: Anonymous user %email is already signed up for %title
de: Der anonyme Besucher %eMail ist bereits für %title registriert.

source: User !user is already signed up for %title
de: Der Besucher !user ist bereits für %title registriert.

source: You will receive a confirmation email shortly which contains further event information.
de: Sie werden in Kürze eine Bestätigungs-eMail erhalten.

source: You will receive a reminder email !number !days before the event.
de: Sie werden eine Erinnerungs-eMail !number !days vor dem Ereignis erhalten.

source: [Untimed]
de: [Internetseite ohne Termin]

source: Signup confirmation for event: !event
de: Registrierungs-Bestätigung für den Inhalt / das Ereignis: !event

source: New Event Signup
de: Neue Ereignis-/Inhalt-Registrierung

source: Signup confirmation for event: !title
de: Registrierungs-Bestätigung für das Ereignis / den Inhalt: !title

source: The following information was submitted as a signup for !title
de: Die folgende Registrierung für die Seite '!title' wurde gemacht

source: Date/Time: !time
de: Datum/Zeit: !time

source: Username:
de: Benützername:

source: Signup to !title confirmed.
de: Die Seite '!title' wurde registriert.

source: Signups for @user
de: Registrierung für @user

source: Signups <strong>closed</strong> for this event
de: Besucher können sich für diesen Eintrag registrieren

source: Signups <strong>open</strong> for this event
de: Besucher können sich für diesen Eintrag <strong>nicht</strong> registrieren

source: Open Signups
de: 'Signups' aktivieren

source: Close Signups
de: Registrierung deaktivieren

source: Supported string substitutions: %event, %time, %username, %useremail, %info (user signup information).
de: Unterstützte Zeichenersetzungen: %event, %time, %username, %useremail, %info (Besucher-'Signups'-Information).

source: Send signups to
de: Information über neue Registrierungen senden an

source: Email address where notification of new signups will be sent. Leave blank for no notifications.
de: eMail-Adresse, an welche Informationen neuer 'Signups' geschickt werden. Ist das Feld leer, werden keine Informationen verschickt.

source: Send confirmation
de: Bestätigung senden

source: Confirmation email
de: Bestätigungs-eMail

source: Email sent to user upon signup.
de: eMail an den registrierten Benützer geschickt.

source: Send reminder
de: Erinnerung senden

source: day(s) before event
de: Tag(e) vor dem Ereignis

source: Reminder email
de: Erinnerungs-eMail

source: Email sent to user as an event reminder.
de: Dem Benützer wurde eine Erinnerungs-eMail geschickt.

source: signup
de: 'Signups' (Registrierung)

source: 1 individual
de: Person

source: day
de: Tag

source: sign up for content
de: Für den Inhalt registrieren

source: view all signups
de: Alle 'Signups' anschauen

source: administer signups for own content
de: Verwalte die Registrierungen für eigene Inhalte

source: End:
de: Ende:

source: Timezone:
de: Zeitzone:

source: Phone
de: Telefonnummer

source: Signup module installed successfully.
de: 'Signup'-Modul erfolgreich installiert

source: Table installation for the Signup module was unsuccessful. The tables may need to be installed by hand. See the signup.install file for a list of the installation queries.
de: Die Installationd er Tabelle für 'Signup'-Modul ist fehlgeschlagen! Die Tabellen müssen von Hand installiert werden » siehe signup.install für die Liste der Installations-Queries.

source: The old %signup_user_view setting was enabled on your site, so the %view_all_signups permission has been added to the %authenticated_user role. Please consider customizing what roles have this permission on the !access_control page.
de: Die alte %signup_user_view Einstellung wurde für Ihre Seite aktiviert und das %view_all_signups Zugriffsrecht wurde der Benützerrolle %authenticated_user zugeordnet. Bitte prüfen Sie die Einstellungen auf der Seite !access_control.

source: Users can view signups
de: Besucher können Registrierungen sehen

source: Access control
de: Zugriffskontrolle

source: The %signup_user_view setting has been removed.
de: Die %signup_user_view - Einstellungen wurden gelöscht.
